+++
title = "Holy Bible"
layout = "book"
author = ["God"] 
[params]
  published = "100AD"
toc = "true"
+++

{{< collapse folded="true">}}

These are my notes on the Holy Bible. Much of the initial platforming was done by an LLM, but over the years this document will continue to develop.

It is written in the almighty-Org.

#+begin_src jupyter-python
  def fib(n: int) -> int:
      if n == 0:
          return 0
      elif n == 1:
          return 1
      else:
          return fib(n-1) + fib(n-2)
  fib(7)
#+end_src

#+RESULTS:
: 13

